
<div class="section">
    <div class="main cc">
        <pre class="pact" readonly="readonly">
<h1 style="text-align: center;">A3Mall 用户协议</h1>

感谢您选择A3Mall商城系统，希望我们的努力能为您提供一个简洁、快速、极致的PHP商城系统。

用户须知：本协议是您与A3Mall之间关于您使用本产品及服务的法律协议。无论您是个人或组织、盈利与否、用途如何（包括以学习和研究为目的），均需仔细阅读本协议，包括免除或者限制A3Mall责任的免责条款及对您的权利限制。请您审阅并接受或不接受本服务条款。如您不同意本服务条款及/或A3Mall随时对其的修改，您应不使用或主动取消A3Mall产品。否则，您的任何对A3Mall的相关服务的注册、登陆、下载、查看等使用行为将被视为您对本服务条款全部的完全接受，包括接受A3Mall对服务条款随时所做的任何修改。

本服务条款一旦发生变更, A3Mall将在产品官网上公布修改内容。修改后的服务条款一旦在网站公布即有效代替原来的服务条款。您可随时登陆官网查阅最新版服务条款。如果您选择接受本条款，即表示您同意接受协议各项条件的约束。如果您不同意本服务条款，则不能获得使用本服务的权利。您若有违反本条款规定，A3Mall有权随时中止或终止您对A3Mall产品的使用资格并保留追究相关法律责任的权利。

在理解、同意、并遵守本协议的全部条款后，方可开始使用A3Mall产品。您也可能与A3Mall直接签订另一书面协议，以补充或者取代本协议的全部或者任何部分。

A3Mall拥有全部知识产权，包括商标和著作权。本软件只供许可协议，并非出售。A3Mall只允许您在遵守本协议各项条款的情况下复制、下载、安装、使用或者以其他方式受益于本软件的功能或者知识产权。

个人非商业用途可免费使用（但不包括其衍生产品、插件或者服务），也可以根据个人实际情况选择是否购买授权。

非个人用户（泛指非个人的团体，如企业、政府单位、教育机构、协会团体、厂矿、工作室等）必须购买软件授权后方可使用。

您可以在协议规定的约束和限制范围内修改A3Mall以适应您的网站要求，但免费版必须保留软件版本信息的正常显示及相关连接正常，一旦去除软件版本信息将视为非个人用户。

禁止去除A3Mall源码里的版权信息，商业授权版本可去除后台界面及前台界面的相关版权信息。禁止在A3Mall整体或任何部分基础上发展任何派生版本、修改版本或第三方版本用于重新分发。未经A3Mall许可，不得对本软件或与之关联的商业授权进行出租、出售、抵押或发放子许可证。</pre>
    </div>

    <div class="bottom tac">
        <a href="{:createUrl('check')}" class="btn">接受</a>
    </div>
</div>

